<?php

/**
 * Created by Emad Mirzaie on 02/09/2015.
 * profile in persian
 */

return[

    'editPassword'  => 'ویرایش کلمه عبور',
    'changePassword'  => 'تغییر کلمه عبور',
    'articleAdded'  => 'مقاله جدید شما با موفقیت ثبت شد، در این بخش شما می توانید تصویرمقاله ، متن کامل مقاله و کلمات کلیدی مربوط به مقاله را ثبت نمایید. برای دریافت اطلاعات دقیق تر از نحوه ثبت مقاله به بخش آموزش از منوی راست مراجعه نمایید.',
    'articleEdited' => 'مقاله با موفقیت ویرایش شد.',
    'articleDeleted'=> 'مقاله انتخابی با موفقیت حذف شد.',
    'postAdded'=> 'پست ارسالی با موفقیت ثبت شد.',
    'skillCreated' => 'مهارت مورد نظر با موفقیت ایجاد شد.',
    'skillUpdated' => 'مهارت مورد نظر با موفقیت ویرایش شد.',
];